Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Remove ${title} from my watchlist
ar: قم بإزالة ${title} من قائمة المراقبة الخاصة بي
bn: আমার ওয়াচলিস্ট থেকে ${title} সরিয়ে দিন
ca: Elimina ${title} de la meva Watchlist
cs: Odebrat ${title} ze seznamu sledovaných položek
da: Fjern ${title} fra min overvågningsliste
de: ${title} von meiner Watchlist entfernen
el: Αφαίρεση ${title} από τη λίστα παρακολούθησής μου
es: Eliminar ${title} de mi lista de seguimiento
es_mx: Eliminar ${title} de mi lista de seguimiento
fi: Poista ${title} katselulistaltani
fr: Retirer ${title} de ma liste de surveillance
gu: મારી વોચલિસ્ટમાંથી ${title} દૂર કરો
he: הסר את ${title} מרשימת המעקב שלי
hi: मेरी वॉचलिस्ट से ${title} को हटा दें
hr: Ukloni ${title} s mog popisa za praćenje
hu: ${title} eltávolítása a figyelőlistámról
id: Hapus ${title} dari daftar pantauan saya
it: Rimuovi ${title} dalla mia watchlist
ja: ${title}をウォッチリストから削除
kn: ನನ್ನ ವೀಕ್ಷಣಾ ಪಟ್ಟಿಯಿಂದ ${title} ತೆಗೆದುಹಾಕಿ
ko: 내 관심 목록에서 ${title}를 삭제하세요
ml: എൻ്റെ വാച്ച്‌ലിസ്റ്റിൽ നിന്ന് ${title} നീക്കം ചെയ്യുക
mr: माझ्या वॉचलिस्टमधून ${title} काढा
ms: Alih keluar ${title} daripada senarai pantau saya
nb: Fjern ${title} fra overvåkningslisten min
nl: Verwijder ${title} van mijn volglijst
or: ମୋ ୱାଚଲିଷ୍ଟରୁ ${title} ଅପସାରଣ କରନ୍ତୁ |
pa: ਮੇਰੀ ਵਾਚਲਿਸਟ ਵਿੱਚੋਂ ${title} ਨੂੰ ਹਟਾਓ
pl: Usuń ${title} z mojej listy obserwowanych
pt_br: Remover ${title} da minha lista de observação
pt_pt: Remover ${title} da minha watchlist
ro: Eliminați ${title} din lista mea de urmărire
ru: Удалить ${title} из моего списка наблюдения
sk: Odstrániť ${title} z môjho zoznamu sledovaných položiek
sl: Odstrani ${title} z mojega seznama za spremljanje
sv: Ta bort ${title} från min bevakningslista
ta: எனது கண்காணிப்புப் பட்டியலிலிருந்து ${title}-ஐ அகற்று
te: నా వాచ్‌లిస్ట్ నుండి ${title}ని తొలగించండి
th: ลบ ${title} ออกจากรายการเฝ้าดูของฉัน
tr: ${title}'ı izleme listemden kaldır
uk: Видалити ${title} з мого списку спостереження
ur: میری واچ لسٹ سے ${title} کو ہٹا دیں۔
vi: Xóa ${title} khỏi danh sách theo dõi của tôi
zh_hans: 从我的关注列表中移除 ${title}
zh_hant: 從我的關注清單中移除 ${title}

source: Remove a title from your Cronica watchlist.
ar: أزل عنوانًا من قائمة المشاهدة في Cronica.
bn: আপনার Cronica ওয়াচলিস্ট থেকে একটি টাইটেল সরান।
ca: Elimina un títol de la teva Watchlist de Cronica.
cs: Odeberte titul ze seznamu Cronica.
da: Fjern en titel fra din Cronica-watchlist.
de: Entferne einen Titel von deiner Cronica-Watchlist.
el: Αφαίρεσε έναν τίτλο από τη λίστα του Cronica.
es: Quita un título de tu lista de Cronica.
es_mx: Quita un título de tu lista de Cronica.
fi: Poista nimi Cronican katselulistasta.
fr: Retirez un titre de votre liste Cronica.
gu: તમારી Cronica વોચલિસ્ટમાંથી શીર્ષક દૂર કરો.
he: הסר כותרת מרשימת הצפייה של Cronica.
hi: Cronica वॉचलिस्ट से कोई शीर्षक हटाएं।
hr: Ukloni naslov s Cronica liste.
hu: Távolíts el egy címet a Cronica listádról.
id: Hapus judul dari watchlist Cronica Anda.
it: Rimuovi un titolo dalla watchlist di Cronica.
ja: Cronicaのウォッチリストから作品を削除します。
kn: ನಿಮ್ಮ Cronica ವೀಕ್ಷಣಾ ಪಟ್ಟಿಯಿಂದ ಶೀರ್ಷಿಕೆಯನ್ನು ತೆಗೆದುಹಾಕಿ.
ko: Cronica 관심 목록에서 작품을 제거합니다.
ml: നിങ്ങളുടെ Cronica വാച്ച്‌ലിസ്റ്റിൽ നിന്ന് ഒരു ശീർഷകം നീക്കം ചെയ്യുക.
mr: तुमच्या Cronica वॉचलिस्टमधून शीर्षक काढून टाका.
ms: Buang tajuk dari senarai tontonan Cronica anda.
nb: Fjern en tittel fra Cronica-ønskelisten din.
nl: Verwijder een titel uit je Cronica-watchlist.
or: ଆପଣଙ୍କର Cronica ୱାଚଲିଷ୍ଟରୁ ଏକ ଆଖ୍ୟା ହଟାନ୍ତୁ |
pa: ਆਪਣੀ Cronica ਵਾਚਲਿਸਟ ਵਿੱਚੋਂ ਇੱਕ ਸਿਰਲੇਖ ਹਟਾਓ।
pl: Usuń tytuł z listy Cronica.
pt_br: Remova um título da sua lista do Cronica.
pt_pt: Remova um título da sua lista do Cronica.
ro: Elimină un titlu de pe lista Cronica.
ru: Удалите название из списка Cronica.
sk: Odstráňte titul zo zoznamu Cronica.
sl: Odstranite naslov s svojega seznama za spremljanje Cronica.
sv: Ta bort en titel från din Cronica-watchlist.
ta: உங்கள் Cronica கண்காணிப்புப் பட்டியலிலிருந்து ஒரு தலைப்பை நீக்கவும்.
te: మీ Cronica వాచ్‌లిస్ట్ నుండి ఒక టైటిల్‌ను తొలగించండి.
th: ลบชื่อออกจากรายการเฝ้าดู Cronica ของคุณ
tr: Cronica izleme listenizden bir yapımı kaldırın.
uk: Видаліть назву зі списку Cronica.
ur: اپنی Cronica واچ لسٹ سے ایک عنوان ہٹا دیں۔
vi: Xóa tiêu đề khỏi danh sách theo dõi Cronica của bạn.
zh_hans: 从 Cronica 片单中移除作品。
zh_hant: 從 Cronica 片單移除作品。

source: Remove from pin when item is marked as watched
ar: إزالة من التثبيت عند تحديد العنصر كمشاهد
bn: আইটেমটি 'দেখা হচ্ছে' হিসেবে চিহ্নিত করা হলে পিন থেকে সরিয়ে ফেলুন।
ca: Treu-lo dels fixats quan es marquui com a vist
cs: Odebrat z připnutí po označení jako zhlédnuté
da: Fjern fra fastgørelse, når element markeres som set
de: Aus den Pinnwand entfernen, wenn das Element als gesehen markiert wird
el: Αφαίρεση από καρφίτσωμα όταν το στοιχείο σημειωθεί ως παρακολουθημένο
es: Quitar de fijados cuando el elemento se marca como visto
es_mx: Eliminar del pin cuando el elemento está marcado como observado
fi: Poista kiinnityksestä, kun kohde merkitään katsotuksi
fr: Retirer l'épingle lorsque l'élément est marqué comme vu
gu: જ્યારે આઇટમ જોયેલી તરીકે ચિહ્નિત કરવામાં આવે ત્યારે પિનમાંથી દૂર કરો
he: הסר מהצמדה כשפריט מסומן כנצפה
hi: आइटम देखा चिह्नित होने पर पिन से हटाएँ
hr: Ukloni s prikvačenih kad je označeno kao pogledano
hu: Eltávolítás a rögzítésből, ha az elem megtekintettként van jelölve
id: Hapus dari semat saat item ditandai ditonton
it: Rimuovi da Fissato quando l'elemento è segnato come visto
ja: 視聴済みにしたときピン留めから削除
kn: ಐಟಂ ಅನ್ನು ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿದಾಗ ಪಿನ್‌ನಿಂದ ತೆಗೆದುಹಾಕಿ
ko: 시청함으로 표시 시 고정에서 제거
ml: ഇനം കണ്ടതായി അടയാളപ്പെടുത്തുമ്പോൾ പിന്നിൽ നിന്ന് നീക്കം ചെയ്യുക
mr: आयटम पाहिला म्हणून चिन्हांकित केल्यावर पिनमधून काढा
ms: Buang dari semat apabila item ditandakan ditonton
nb: Fjern fra fest når element markeres som sett
nl: Losmaken wanneer item als bekeken is gemarkeerd
or: ଆଇଟମ୍ ଦେଖିବା ପରି ଚିହ୍ନିତ ହେଲେ ପିନ୍ ରୁ ବାହାର କରନ୍ତୁ |
pa: ਜਦੋਂ ਆਈਟਮ ਨੂੰ ਦੇਖਿਆ ਗਿਆ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਪਿੰਨ ਤੋਂ ਹਟਾਓ
pl: Usuń z przypiętych po oznaczeniu jako obejrzane
pt_br: Remover do Fixado quando o item estiver marcado como assistido
pt_pt: Remover do Fixado quando o item estiver marcado como assistido
ro: Elimină din fixate când e marcat ca vizionat
ru: Убрать из закреплённых при отметке как просмотренное
sk: Odstrániť z pripnutých po označení ako pozreté
sl: Odstrani iz žebljička, ko je element označen kot ogledan
sv: Ta bort från fäst när objekt markeras som sedd
ta: பொருள் கண்காணிக்கப்படுவதாகக் குறிக்கப்பட்டதும், பின்னில் இருந்து அகற்றவும்.
te: ఐటెమ్‌ను వాచ్‌గా గుర్తించినప్పుడు పిన్ నుండి తీసివేయండి
th: ลบออกจากหมุดเมื่อรายการถูกทำเครื่องหมายว่าดูแล้ว
tr: Öğe izlendi işaretlendiğinde sabitlemeden kaldır
uk: Прибрати з закріплених після позначення як переглянуте
ur: جب آئٹم کو دیکھا گیا کے بطور نشان زد کیا جائے تو پن سے ہٹا دیں۔
vi: Xóa khỏi ghim khi mục được đánh dấu là đã xem
zh_hans: 项目标记为已观看时从置顶移除
zh_hant: 項目標記為已觀看時從釘選移除

source: Remove from Watchlist
ar: إزالة من قائمة المشاهدة
bn: ওয়াচলিস্ট থেকে সরান
ca: Elimina de la Watchlist
cs: Odebrat ze seznamu
da: Fjern fra watchlist
de: Von Watchlist entfernen
el: Αφαίρεση από τη λίστα
es: Quitar de la lista
es_mx: Quitar de la lista
fi: Poista katselulistasta
fr: Retirer de la liste
gu: વૉચલિસ્ટમાંથી દૂર કરો
he: הסר מרשימת הצפייה
hi: वॉचलिस्ट से हटाएं
hr: Ukloni s liste
hu: Eltávolítás a listáról
id: Hapus dari watchlist
it: Rimuovi dalla watchlist
ja: ウォッチリストから削除
kn: ವೀಕ್ಷಣೆ ಪಟ್ಟಿಯಿಂದ ತೆಗೆದುಹಾಕಿ
ko: 관심 목록에서 제거
ml: വാച്ച് ലിസ്റ്റിൽ നിന്ന് നീക്കം ചെയ്യുക
mr: वॉचलिस्टमधून काढून टाका
ms: Buang dari senarai tontonan
nb: Fjern fra ønskeliste
nl: Verwijderen uit watchlist
or: ୱାଚଲିଷ୍ଟରୁ ହଟାନ୍ତୁ |
pa: ਵਾਚਲਿਸਟ ਵਿੱਚੋਂ ਹਟਾਓ
pl: Usuń z listy
pt_br: Remover da lista
pt_pt: Remover da Watchlist
ro: Elimină de pe listă
ru: Удалить из списка
sk: Odstrániť zo zoznamu
sl: Odstrani s seznama za ogled
sv: Ta bort från watchlist
ta: கண்காணிப்புப் பட்டியலிலிருந்து நீக்கவும்
te: వాచ్‌లిస్ట్ నుండి తొలగించండి
th: ลบออกจากรายการเฝ้าดู
tr: İzleme listesinden kaldır
uk: Видалити зі списку
ur: واچ لسٹ سے ہٹا دیں۔
vi: Xóa khỏi danh sách theo dõi
zh_hans: 从片单移除
zh_hant: 從片單移除

source: Remove Items
ar: إزالة العناصر
bn: আইটেমগুলি সরান
ca: Elimina elements
cs: Odebrat položky
da: Fjern elementer
de: Elemente entfernen
el: Αφαίρεση στοιχείων
es: Eliminar elementos
es_mx: Eliminar artículos
fi: Poista kohteet
fr: Supprimer les éléments
gu: આઇટમ્સ દૂર કરો
he: הסר פריטים
hi: आइटम हटाएँ
hr: Ukloni stavke
hu: Elemek eltávolítása
id: Hapus item
it: Rimuovi Elementi
ja: 項目を削除
kn: ಐಟಂಗಳನ್ನು ತೆಗೆದುಹಾಕಿ
ko: 항목 제거
ml: ഇനങ്ങൾ നീക്കം ചെയ്യുക
mr: आयटम काढा
ms: Buang item
nb: Fjern elementer
nl: Items verwijderen
or: ଆଇଟମଗୁଡିକ ଅପସାରଣ କରନ୍ତୁ |
pa: ਆਈਟਮਾਂ ਹਟਾਓ
pl: Usuń pozycje
pt_br: Remover Itens
pt_pt: Remover itens
ro: Elimină elemente
ru: Удалить элементы
sk: Odstrániť položky
sl: Odstrani elemente
sv: Ta bort objekt
ta: பொருட்களை அகற்று
te: వస్తువులను తొలగించండి
th: ลบรายการ
tr: Öğeleri Kaldır
uk: Видалити елементи
ur: آئٹمز کو ہٹا دیں۔
vi: Xóa mục
zh_hans: 移除项目
zh_hant: 移除項目

source: Remove Notification
ar: إزالة الإشعار
bn: বিজ্ঞপ্তি সরান
ca: Elimina la notificació
cs: Odebrat oznámení
da: Fjern meddelelse
de: Benachrichtigung entfernen
el: Αφαίρεση ειδοποίησης
es: Eliminar notificación
es_mx: Eliminar Notificación
fi: Poista ilmoitus
fr: Supprimer la notification
gu: સૂચના દૂર કરો
he: הסר התראה
hi: सूचना हटाएँ
hr: Ukloni obavijest
hu: Értesítés eltávolítása
id: Hapus notifikasi
it: Rimuovi Notifica
ja: 通知を削除
kn: ಅಧಿಸೂಚನೆಯನ್ನು ತೆಗೆದುಹಾಕಿ
ko: 알림 제거
ml: അറിയിപ്പ് നീക്കം ചെയ്യുക
mr: सूचना काढा
ms: Buang pemberitahuan
nb: Fjern varsel
nl: Melding verwijderen
or: ବିଜ୍ଞପ୍ତି ହଟାନ୍ତୁ |
pa: ਸੂਚਨਾ ਹਟਾਓ
pl: Usuń powiadomienie
pt_br: Remover Notificação
pt_pt: Remover notificação
ro: Elimină notificarea
ru: Удалить уведомление
sk: Odstrániť hlásenie
sl: Odstrani obvestilo
sv: Ta bort avisering
ta: அறிவிப்பை அகற்று
te: నోటిఫికేషన్‌ను తొలగించండి
th: ลบการแจ้งเตือน
tr: Bildirimi Kaldır
uk: Видалити сповіщення
ur: نوٹیفکیشن کو ہٹا دیں۔
vi: Xóa thông báo
zh_hans: 移除通知
zh_hant: 移除通知

source: Removed
ar: تمت الإزالة
bn: অপসারণ করা হয়েছে
ca: Eliminat
cs: Odebráno
da: Fjernet
de: Entfernt
el: Αφαιρέθηκε
es: Eliminado
es_mx: Eliminado
fi: Poistettu
fr: Supprimé
gu: દૂર કર્યું
he: הוסר
hi: हटाया गया
hr: Uklonjeno
hu: Eltávolítva
id: Dihapus
it: Rimosso
ja: 削除済み
kn: ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ko: 제거됨
ml: നീക്കം ചെയ്തു
mr: काढले
ms: Dibuang
nb: Fjernet
nl: Verwijderd
or: ଅପସାରିତ ହୋଇଛି |
pa: ਹਟਾਇਆ ਗਿਆ
pl: Usunięto
pt_br: Removido
pt_pt: Removido
ro: Eliminat
ru: Удалено
sk: Odstránené
sl: Odstranjeno
sv: Borttagen
ta: நீக்கப்பட்டது
te: తొలగించబడింది
th: ลบออก
tr: Kaldırıldı
uk: Видалено
ur: ہٹا دیا گیا۔
vi: LOẠI BỎ
zh_hans: 已移除
zh_hant: 已移除

source: Removed %@ from your watchlist.
ar: تمت إزالة %@ من قائمة المشاهدة.
bn: আপনার ওয়াচলিস্ট থেকে %@ সরিয়ে ফেলা হয়েছে।
ca: S’ha eliminat %@ de la teva Watchlist.
cs: %@ bylo odebráno ze seznamu.
da: %@ er fjernet fra din watchlist.
de: %@ wurde von deiner Watchlist entfernt.
el: Αφαιρέθηκε το %@ από τη λίστα σου.
es: Se quitó %@ de tu lista.
es_mx: Se quitó %@ de tu lista.
fi: %@ poistettiin katselulistasta.
fr: %@ a été retiré de votre liste.
gu: તમારી વોચલિસ્ટમાંથી %@ દૂર કર્યું.
he: %@ הוסר מרשימת הצפייה שלך.
hi: %@ आपकी वॉचलिस्ट से हटा दिया गया।
hr: %@ je uklonjen s tvoje liste.
hu: %@ eltávolítva a listádról.
id: %@ dihapus dari watchlist Anda.
it: %@ rimosso dalla watchlist.
ja: %@をウォッチリストから削除しました。
kn: ನಿಮ್ಮ ವೀಕ್ಷಣಾ ಪಟ್ಟಿಯಿಂದ %@ ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
ko: %@을(를) 관심 목록에서 제거했습니다.
ml: നിങ്ങളുടെ വാച്ച്‌ലിസ്റ്റിൽ നിന്ന് %@ നീക്കം ചെയ്‌തു.
mr: तुमच्या वॉचलिस्टमधून %@ काढले.
ms: %@ dibuang dari senarai tontonan anda.
nb: %@ er fjernet fra ønskelisten din.
nl: %@ is verwijderd uit je watchlist.
or: ଆପଣଙ୍କର ୱାଚଲିଷ୍ଟରୁ %@ ଅପସାରିତ ହୋଇଛି |
pa: ਤੁਹਾਡੀ ਨਿਗਰਾਨੀ ਸੂਚੀ ਵਿੱਚੋਂ %@ ਨੂੰ ਹਟਾਇਆ ਗਿਆ।
pl: Usunięto %@ z Twojej listy.
pt_br: %@ removido da sua lista.
pt_pt: %@ removido da sua lista.
ro: %@ a fost eliminat de pe lista ta.
ru: %@ удалено из вашего списка.
sk: %@ bol odstránený zo zoznamu.
sl: Odstranjen %@ s seznama za opazovanje.
sv: %@ togs bort från din watchlist.
ta: உங்கள் கண்காணிப்புப் பட்டியலிலிருந்து %@ அகற்றப்பட்டது.
te: మీ వాచ్‌లిస్ట్ నుండి %@ తొలగించబడింది.
th: ลบ %@ ออกจากรายการเฝ้าดูของคุณ
tr: %@ izleme listenizden kaldırıldı.
uk: %@ видалено з вашого списку.
ur: آپ کی واچ لسٹ سے %@ کو ہٹا دیا گیا۔
vi: Đã xóa %@ khỏi danh sách theo dõi của bạn.
zh_hans: 已从片单移除%@。
zh_hant: 已從片單移除%@。

source: Removed on SIMKL
ar: أُزيل على SIMKL
bn: SIMKL-এ সরানো হয়েছে
ca: Eliminat a SIMKL
cs: Odstraněno na SIMKL
da: Fjernet på SIMKL
de: Auf SIMKL entfernt
el: Αφαιρέθηκε στο SIMKL
es: Eliminado en SIMKL
es_mx: Eliminado en SIMKL
fi: Poistettu SIMKL:ssä
fr: Supprimé sur SIMKL
gu: SIMKL પર દૂર કર્યું
he: הוסר ב‑SIMKL
hi: SIMKL पर हटाया गया
hr: Uklonjeno na SIMKL-u
hu: Eltávolítva a SIMKL-en
id: Dihapus di SIMKL
it: Rimosso su SIMKL
ja: SIMKLで削除済み
kn: SIMKL ನಲ್ಲಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ko: SIMKL에서 삭제됨
ml: SIMKL-ൽ നീക്കംചെയ്‌തു
mr: SIMKL वर काढले
ms: Dialih keluar di SIMKL
nb: Fjernet på SIMKL
nl: Verwijderd op SIMKL
or: SIMKL ରେ ଅପସାରିତ ହୋଇଛି |
pa: SIMKL 'ਤੇ ਹਟਾਇਆ ਗਿਆ
pl: Usunięte na SIMKL
pt_br: Removido no SIMKL
pt_pt: Removido no SIMKL
ro: Eliminate pe SIMKL
ru: Удалено в SIMKL
sk: Odstránené na SIMKL
sl: Odstranjeno na SIMKL
sv: Borttaget på SIMKL
ta: SIMKL இல் நீக்கப்பட்டது
te: SIMKLలో తొలగించబడింది
th: ลบออกใน SIMKL
tr: SIMKL’de kaldırıldı
uk: Видалено в SIMKL
ur: SIMKL پر ہٹا دیا گیا۔
vi: Đã xóa trên SIMKL
zh_hans: 已在 SIMKL 上移除
zh_hant: 已在 SIMKL 上移除

source: Renewed Series
ar: مسلسلات مجددة
bn: নবায়িত সিরিজ
ca: Sèries renovades
cs: Obnovené seriály
da: Fornyede serier
de: Erneuerte Serie
el: Ανανεωμένες σειρές
es: Series renovadas
es_mx: Serie renovada
fi: Uusitut sarjat
fr: Série reconduite
gu: નવીકરણ કરેલ શ્રેણી
he: סדרות שחודשו
hi: नवीनीकृत श्रृंखलाएँ
hr: Obnovljene serije
hu: Megújított sorozatok
id: Serial diperbarui
it: Serie rinnovate
ja: 更新されたシリーズ
kn: ನವೀಕರಿಸಿದ ಸರಣಿಗಳು
ko: 갱신된 시리즈
ml: പുതുക്കിയ പരമ്പര
mr: नूतनीकृत मालिका
ms: Siri diperbaharui
nb: Fornyede serier
nl: Verlengde series
or: ନବୀକରଣ ହୋଇଥିବା ସିରିଜ୍ |
pa: ਰੀਨਿਊਡ ਸੀਰੀਜ਼
pl: Odnowione seriale
pt_br: Série Renovada
pt_pt: Séries renovadas
ro: Seriale reînnoite
ru: Продлённые сериалы
sk: Obnovené série
sl: Prenovljena serija
sv: Förnyade serier
ta: புதுப்பிக்கப்பட்ட தொடர்
te: పునరుద్ధరించబడిన సిరీస్
th: ซีรีส์ต่ออายุ
tr: Yenilenen Diziler
uk: Поновлені серіали
ur: تجدید شدہ سیریز
vi: Dòng sản phẩm mới
zh_hans: 已续订剧集
zh_hant: 已續訂影集

source: Reset Episode Progress?
ar: إعادة تعيين تقدم الحلقة؟
bn: পর্বের অগ্রগতি রিসেট করবেন?
ca: Vols restablir el progrés de l’episodi?
cs: Resetovat průběh epizod?
da: Nulstil afsnitsfremskridt?
de: Episodenfortschritt zurücksetzen?
el: Επαναφορά προόδου επεισοδίου;
es: ¿Restablecer progreso de episodios?
es_mx: ¿Restablecer el progreso de episodios?
fi: Nollataanko jaksojen edistyminen?
fr: Réinitialiser la progression des épisodes ?
gu: એપિસોડની પ્રગતિ રીસેટ કરીએ?
he: לאפס התקדמות פרק?
hi: एपिसोड प्रगति रीसेट करें?
hr: Resetirati napredak epizoda?
hu: Epizód előrehaladás visszaállítása?
id: Reset progres episode?
it: Reimpostare i progressi degli episodi?
ja: エピソードの進捗をリセットしますか？
kn: ಸಂಚಿಕೆಯ ಪ್ರಗತಿಯನ್ನು ಮರುಹೊಂದಿಸುವುದೇ?
ko: 에피소드 진행을 초기화할까요?
ml: എപ്പിസോഡ് പുരോഗതി പുനഃസജ്ജമാക്കണോ?
mr: भागाची प्रगती रीसेट करायची?
ms: Set semula kemajuan episod?
nb: Tilbakestille episodefremdrift?
nl: Afleveringsvoortgang resetten?
or: ଏପିସୋଡ୍ ପ୍ରଗତି ପୁନ Res ସେଟ୍ କରିବେ କି?
pa: ਕੀ ਐਪੀਸੋਡ ਪ੍ਰਗਤੀ ਨੂੰ ਰੀਸੈੱਟ ਕਰਨਾ ਹੈ?
pl: Zresetować postęp odcinków?
pt_br: Redefinir o progresso dos episódios?
pt_pt: Repor progresso do episódio?
ro: Resetezi progresul episoadelor?
ru: Сбросить прогресс эпизодов?
sk: Obnoviť postup epizód?
sl: Ponastaviti napredek epizode?
sv: Återställa avsnittsframsteg?
ta: அத்தியாயத்தின் முன்னேற்றத்தை மீட்டமைக்கவா?
te: ఎపిసోడ్ పురోగతిని రీసెట్ చేయాలా?
th: รีเซ็ตความคืบหน้าของตอนใช่ไหม
tr: Bölüm İlerlemesi Sıfırlansın mı?
uk: Скинути прогрес епізодів?
ur: ایپی سوڈ کی پیشرفت کو دوبارہ ترتیب دیں؟
vi: Đặt lại tiến trình của tập?
zh_hans: 重置剧集进度？
zh_hant: 重設集數進度？

source: Reset Home Layout
ar: إعادة تعيين تخطيط الرئيسية
bn: হোম লেআউট রিসেট করুন
ca: Restableix la disposició de l’inici
cs: Resetovat rozvržení Domů
da: Nulstil startside-layout
de: Home-Layout zurücksetzen
el: Επαναφορά διάταξης αρχικής
es: Restablecer diseño de inicio
es_mx: Restablecer diseño de Inicio
fi: Nollaa etusivun asettelu
fr: Réinitialiser la disposition de l’accueil
gu: હોમ લેઆઉટ રીસેટ કરો
he: אפס פריסת בית
hi: होम लेआउट रीसेट करें
hr: Resetiraj raspored Početne
hu: Kezdőlap elrendezés visszaállítása
id: Reset tata letak beranda
it: Reimposta layout Home
ja: ホームレイアウトをリセット
kn: ಮುಖಪುಟ ವಿನ್ಯಾಸವನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 홈 레이아웃 초기화
ml: ഹോം ലേഔട്ട് പുനഃസജ്ജമാക്കുക
mr: होम लेआउट रीसेट करा
ms: Set semula susun atur utama
nb: Tilbakestill hjemoppsett
nl: Startlayout resetten
or: ହୋମ୍ ଲେଆଉଟ୍ ପୁନ Res ସେଟ୍ କରନ୍ତୁ |
pa: ਹੋਮ ਲੇਆਉਟ ਰੀਸੈਟ ਕਰੋ
pl: Resetuj układ ekranu głównego
pt_br: Redefinir layout do Início
pt_pt: Repor esquema do início
ro: Resetează layout-ul Acasă
ru: Сбросить макет главной
sk: Obnoviť rozloženie Domova
sl: Ponastavi domačo postavitev
sv: Återställ hem-layout
ta: முகப்பு தளவமைப்பை மீட்டமைக்கவும்
te: హోమ్ లేఅవుట్‌ను రీసెట్ చేయండి
th: รีเซ็ตเค้าโครงหน้าแรก
tr: Ana Sayfa Düzenini Sıfırla
uk: Скинути макет головної
ur: ہوم لے آؤٹ کو ری سیٹ کریں۔
vi: Đặt lại bố cục trang chủ
zh_hans: 重置首页布局
zh_hant: 重設首頁版面

source: Reset Progress
ar: إعادة تعيين التقدم
bn: অগ্রগতি রিসেট করুন
ca: Restableix el progrés
cs: Resetovat průběh
da: Nulstil fremskridt
de: Fortschritt zurücksetzen
el: Επαναφορά προόδου
es: Restablecer progreso
es_mx: Restablecer progreso
fi: Nollaa edistyminen
fr: Réinitialiser la progression
gu: રીસેટ પ્રગતિ
he: אפס התקדמות
hi: प्रगति रीसेट करें
hr: Resetiraj napredak
hu: Előrehaladás visszaállítása
id: Reset progres
it: Reimposta progressi
ja: 進捗をリセット
kn: ಪ್ರಗತಿಯನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 진행 초기화
ml: പുരോഗതി പുനഃസജ്ജമാക്കുക
mr: प्रगती रीसेट करा
ms: Set semula kemajuan
nb: Tilbakestill fremdrift
nl: Voortgang resetten
or: ପ୍ରଗତି ପୁନ et ସେଟ୍ କରନ୍ତୁ |
pa: ਪ੍ਰਗਤੀ ਨੂੰ ਰੀਸੈਟ ਕਰੋ
pl: Resetuj postęp
pt_br: Redefinir progresso
pt_pt: Repor progresso
ro: Resetează progresul
ru: Сбросить прогресс
sk: Obnoviť postup
sl: Ponastavi napredek
sv: Återställ framsteg
ta: முன்னேற்றத்தை மீட்டமைக்கவும்
te: పురోగతిని రీసెట్ చేయండి
th: รีเซ็ตความคืบหน้า
tr: İlerlemeyi Sıfırla
uk: Скинути прогрес
ur: پیشرفت کو دوبارہ ترتیب دیں۔
vi: Đặt lại tiến độ
zh_hans: 重置进度
zh_hant: 重設進度

source: Reset to default
ar: إعادة للافتراضي
bn: ডিফল্টে রিসেট করুন
ca: Restableix els valors per defecte
cs: Obnovit výchozí
da: Nulstil til standard
de: Auf Standard zurücksetzen
el: Επαναφορά προεπιλογής
es: Restablecer valores predeterminados
es_mx: Restablecer Valores Predeterminados
fi: Palauta oletus
fr: Rétablissement des valeurs par défaut
gu: ડિફૉલ્ટ પર ફરીથી સેટ કરો
he: אפס לברירת מחדל
hi: डिफ़ॉल्ट पर रीसेट
hr: Vrati na zadano
hu: Visszaállítás alapértelmezettre
id: Reset ke default
it: Inizializza a Predefinito
ja: デフォルトにリセット
kn: ಡೀಫಾಲ್ಟ್‌ಗೆ ಮರುಹೊಂದಿಸಿ
ko: 기본값으로 재설정
ml: സ്ഥിരസ്ഥിതിയിലേക്ക് പുനഃസജ്ജമാക്കുക
mr: डीफॉल्टवर रीसेट करा
ms: Set semula ke lalai
nb: Tilbakestill til standard
nl: Standaard herstellen
or: ଡିଫଲ୍ଟକୁ ପୁନ et ସେଟ୍ କରନ୍ତୁ |
pa: ਪੂਰਵ-ਨਿਰਧਾਰਤ 'ਤੇ ਰੀਸੈਟ ਕਰੋ
pl: Przywróć domyślne
pt_br: Redefinir para o Padrão
pt_pt: Repor predefinições
ro: Resetează la implicit
ru: Сбросить по умолчанию
sk: Obnoviť predvolené nastavenia
sl: Ponastavi na privzeto
sv: Återställ till standard
ta: இயல்புநிலைக்கு மீட்டமைக்கவும்
te: డిఫాల్ట్‌కు రీసెట్ చేయండి
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılana Sıfırla
uk: Скинути за замовчуванням
ur: ڈیفالٹ پر ری سیٹ کریں۔
vi: Đặt lại về mặc định
zh_hans: 恢复默认
zh_hant: 恢復預設

source: Restart Cronica. If this keeps happening, contact support.
ar: أعد تشغيل Cronica. إذا استمر ذلك، تواصل مع الدعم.
bn: Cronica পুনরায় চালু করুন। যদি এটি বারবার ঘটতে থাকে, তাহলে সাপোর্টে যোগাযোগ করুন।
ca: Reinicia Cronica. Si continua passant, contacta amb el suport.
cs: Restartuj Cronica. Pokud se to opakuje, kontaktuj podporu.
da: Genstart Cronica. Hvis det fortsætter, kontakt support.
de: Starte Cronica neu. Wenn das weiterhin passiert, kontaktiere den Support.
el: Επανεκκινήστε το Cronica. Αν συνεχίζεται, επικοινωνήστε με την υποστήριξη.
es: Reinicia Cronica. Si sigue ocurriendo, contacta con soporte.
es_mx: Reinicia Cronica. Si esto sigue ocurriendo, contacta al soporte.
fi: Käynnistä Cronica uudelleen. Jos ongelma jatkuu, ota yhteyttä tukeen.
fr: Redémarre Cronica. Si cela continue, contacte l’assistance.
gu: Cronica પુનઃપ્રારંભ કરો. જો આવું થતું રહે, તો સપોર્ટનો સંપર્ક કરો.
he: הפעל מחדש את Cronica. אם זה ממשיך, פנה לתמיכה.
hi: Cronica पुनः प्रारंभ करें। यदि यह जारी रहे, तो सहायता से संपर्क करें।
hr: Ponovno pokreni Cronica. Ako se ponavlja, kontaktiraj podršku.
hu: Indítsa újra a Cronicát. Ha továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.
id: Mulai ulang Cronica. Jika terus terjadi, hubungi dukungan.
it: Riavvia Cronica. Se continua a succedere, contatta l’assistenza.
ja: Cronicaを再起動してください。問題が続く場合はサポートにお問い合わせください。
kn: Cronica ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ. ಇದು ಹೀಗೆಯೇ ಆಗುತ್ತಿದ್ದರೆ, ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: Cronica를 다시 시작하세요. 문제가 계속되면 지원팀에 문의하세요.
ml: Cronica പുനരാരംഭിക്കുക. ഇത് തുടരുകയാണെങ്കിൽ, പിന്തുണയുമായി ബന്ധപ്പെടുക.
mr: Cronica रीस्टार्ट करा. असे होत राहिल्यास, सपोर्टशी संपर्क साधा.
ms: Mulakan semula Cronica. Jika berterusan, hubungi sokongan.
nb: Start Cronica på nytt. Hvis dette fortsetter, kontakt support.
nl: Start Cronica opnieuw. Neem contact op met support als dit blijft gebeuren.
or: Cronica ପୁନ Rest ଆରମ୍ଭ କରନ୍ତୁ | ଯଦି ଏହା ଘଟୁଛି, ସମର୍ଥନକୁ ଯୋଗାଯୋଗ କରନ୍ତୁ |
pa: Cronica ਰੀਸਟਾਰਟ ਕਰੋ। ਜੇਕਰ ਅਜਿਹਾ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ, ਤਾਂ ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Uruchom ponownie Cronica. Jeśli problem się powtarza, skontaktuj się z pomocą.
pt_br: Reinicie o Cronica. Se isso continuar acontecendo, entre em contato com o suporte.
pt_pt: Reinicie o Cronica. Se isso continuar acontecendo, entre em contato com o suporte.
ro: Repornește Cronica. Dacă persistă, contactează suportul.
ru: Перезапусти Cronica. Если проблема повторяется, свяжись с поддержкой.
sk: Reštartuj Cronica. Ak sa to bude opakovať, kontaktuj podporu.
sl: Znova zaženi Cronica. Če se to ponavlja, kontaktiraj podporo.
sv: Starta om Cronica. Om det fortsätter, kontakta support.
ta: Cronica-ஐ மறுதொடக்கம் செய்யவும். இது தொடர்ந்தால், ஆதரவுக் குழுவைத் தொடர்பு கொள்ளவும்.
te: Cronicaను పునఃప్రారంభించండి. ఇలాగే కొనసాగితే, సపోర్ట్‌ను సంప్రదించండి.
th: รีสตาร์ท Cronica หากยังเกิดเหตุการณ์นี้อยู่ โปรดติดต่อฝ่ายสนับสนุน
tr: Cronica'yı yeniden başlat. Devam ederse destekle iletişime geç.
uk: Перезапусти Cronica. Якщо проблема повторюється, звернісь до підтримки.
ur: Cronica کو دوبارہ شروع کریں۔ اگر ایسا ہوتا رہتا ہے تو سپورٹ سے رابطہ کریں۔
vi: Khởi động lại Cronica. Nếu điều này tiếp tục xảy ra, hãy liên hệ với bộ phận hỗ trợ.
zh_hans: 请重新启动 Cronica。如果问题持续，请联系支持。
zh_hant: 請重新啟動 Cronica。如果問題持續，請聯絡支援。

source: Restore
ar: استعادة
bn: পুনরুদ্ধার করুন
ca: Restaura
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
es_mx: Restaurar
fi: Palauta
fr: Rétablir
gu: પુનઃસ્થાપિત કરો
he: שחזר
hi: पुनर्स्थापित
hr: Vrati
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ja: 復元
kn: ಮರುಸ್ಥಾಪಿಸಿ
ko: 복원
ml: പുനഃസ്ഥാപിക്കുക
mr: पुनर्संचयित करा
ms: Pulihkan
nb: Gjenopprett
nl: Herstellen
or: ପୁନରୁଦ୍ଧାର କରନ୍ତୁ |
pa: ਰੀਸਟੋਰ ਕਰੋ
pl: Przywróć
pt_br: Restaurar
pt_pt: Restaurar
ro: Restaurează
ru: Восстановить
sk: Obnoviť
sl: Obnovi
sv: Återställ
ta: மீட்டெடு
te: పునరుద్ధరించండి
th: คืนค่า
tr: Geri Yükle
uk: Відновити
ur: بحال کریں۔
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原
